public class Main {
    public static void main(String[] args) {

        int amount = 13676;
        int bonusItem = 20;
        int bonus = amount / bonusItem;
        System.out.println(bonus);


        // Оявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}
